Repository: echdv/rick_and_morty
Catalog: lib/l10n/intl_*.arb
Languages: ky

# findcharacter
source: Find characters
ky: Каармандарды издөө

source: TOTAL CHARACTERS:
ky: БААРДЫК КААРМАНДАР:

source: Characters
ky: Каармандар

# episod
source: Episodes
ky: Эпизоддор

# setting
source: Settings
ky: Орнотуулар

source: find episode
ky: Эпизоддорду табуу

source: EPISODES:
ky: ЭПИЗОДДТОР:

# nav_setting
source: setting
ky: орнотуулар

source: episodes
ky: эпизоддтор

source: All episodes
ky: баардык эпизоддтор

source: Series
ky: Сериялар

source: alive
ky: тирүү

source: dead
ky: өлгөн

source: Human
ky: адам

source: Alien
ky: Пришелец

source: ROBOT
ky: РОБОТ

source: Animal
ky: Жаныбар

# mythological
source: Mythological creature
ky: Мифтик жандык

source: False
ky: Белгисиз

source: Cronengber
ky: Кроненберг

source: Male
ky: Эркек

source: Female
ky: Аял

source: floor
ky: жынысы

source: race
ky: тукуму

source: Place of birth
ky: Туулган жери

source: Filter by status
ky: Статусу боюнча чыпкалоо

source: Show everyone
ky: Баарын көрсөтүү

source: Show only living people
ky: Тирүү адамдарды гана көрсөт

source: Show only dead ones
ky: Өлгөндөрдү гана көрсөт

source: Location
ky: Жайгашкан жери

# bio_rick
source: Richard 'Rick' Sanchez is the main protagonist of the animated series Rick and Morty. A mad scientist whose alcoholism, recklessness and sociopathy leave his daughter's family worried.
ky: Ричард «Рик» Санчез (англ. Rick Sanchez) — мультсериалынын башкы каарманы. Аракечтиги, ойлонбогондугу жана социопатиясы кызынын үй-бүлөсүн тынчсыздандырган жинди окумуштуу.

source: No gender
ky: Жынысы жок

source: Edit profile
ky: Профилди түзөтүү

source: Change photo
ky: Сүрөттү өзгөртүү

source: PROFILE
ky: Жеке малымат

source: Change full name
ky: Толук атын өзгөртүү

source: About me
ky: Өзүм жөнүндө

source: Login
ky: Логин

# name
source: Esentur
ky: Эсентур

# surname
source: Childebekov
ky: Чилдебеков

# patronymic
source: Childebekovich
ky: Чилдебекович

# selfInfo
source: Hello World
ky: Салам дүйнө
